ebai-back/app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
    if (current_user)
      @users = User.all